export const welcomeMessages = {
  countries: {
    '日本': 'よろしく，一起去看樱花吗',
    '美国': 'Let us live in peace!',
    '英国': '想同你一起夜乘伦敦眼',
    '俄罗斯': '干了这瓶伏特加！',
    '法国': "C'est La Vie",
    '德国': 'Die Zeit verging im Fluge.',
    '澳大利亚': '一起去大堡礁吧！',
    '加拿大': '拾起一片枫叶赠予你'
  },

  provinces: {
    '北京': '北——京——欢迎你~~~',
    '天津': '讲段相声吧',
    '河北': '山势巍巍成壁垒，天下雄关铁马金戈由此向，无限江山',
    '山西': '展开坐具长三尺，已占山河五百余',
    '内蒙古': '天苍苍，野茫茫，风吹草低见牛羊',
    '辽宁': '我想吃烤鸡架！',
    '吉林': '状元阁就是东北烧烤之王',
    '黑龙江': '很喜欢哈尔滨大剧院',
    '上海': '众所周知，中国只有两个城市',
    '浙江': '东风渐绿西湖柳，雁已还人未南归',
    '安徽': '蚌埠住了，芜湖起飞',
    '福建': '井邑白云间，岩城远带山',
    '江西': '落霞与孤鹜齐飞，秋水共长天一色',
    '山东': '遥望齐州九点烟，一泓海水杯中泻',
    '湖南': '74751，长沙斯塔克',
    '广西': '桂林山水甲天下',
    '海南': '朝观日出逐白浪，夕看云起收霞光',
    '四川': '康康川妹子',
    '贵州': '茅台，学生，再塞200',
    '云南': '玉龙飞舞云缠绕，万仞冰川直耸天',
    '西藏': '躺在茫茫草原上，仰望蓝天',
    '陕西': '来份臊子面加馍',
    '青海': '牛肉干和老酸奶都好好吃',
    '宁夏': '大漠孤烟直，长河落日圆',
    '新疆': '驼铃古道丝绸路，胡马犹闻唐汉风',
    '台湾': '我在这头，大陆在那头',
    '香港': '永定贼有残留地鬼嚎，迎击光非岁玉',
    '澳门': '性感荷官，在线发牌'
  },

  cities: {
    '江苏': {
      '南京': '这是我挺想去的城市啦',
      '苏州': '上有天堂，下有苏杭',
      'default': '散装是必须要散装的'
    },
    '河南': {
      '郑州': '豫州之域，天地之中',
      '南阳': '臣本布衣，躬耕于南阳此南阳非彼南阳！',
      '驻马店': '峰峰有奇石，石石挟仙气嵖岈山的花很美哦！',
      '开封': '刚正不阿包青天',
      '洛阳': '洛阳牡丹甲天下',
      'default': '可否带我品尝河南烩面啦？'
    },
    '湖北': {
      '黄冈': '红安将军县！辈出将才！',
      'default': '来碗热干面~'
    },
    '广东': {
      '广州': '看小蛮腰，喝早茶了嘛~',
      '深圳': '今天你逛商场了嘛~',
      '阳江': '阳春合水！博主家乡~ 欢迎来玩~',
      'default': '来两斤福建人~'
    },
    '甘肃': {
      '兰州': '来一碗兰州牛肉面🍝',
      '武威': '羌笛何须怨杨柳，春风不度玉门关',
      '天水': '大河之水天上来，奔流到海不复回',
      'default': '来甘肃旅游吧～'
    }
  }
} 